-- phpMyAdmin SQL Dump
-- version 4.9.7
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Mar 12, 2022 at 02:41 PM
-- Server version: 5.7.36
-- PHP Version: 7.3.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `univardi_1400`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `id` int(11) NOT NULL,
  `name` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `lastName` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `userName` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `password` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `avatar` varchar(256) COLLATE utf8_persian_ci NOT NULL DEFAULT '../img/avatar/-11-.png'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `name`, `lastName`, `userName`, `password`, `avatar`) VALUES
(1, 'آتنا', 'دادخواه', 'atenauniad', '1f65630147a0c317c7b66925151563518f602619', '../img/avatar/-11-.png');

-- --------------------------------------------------------

--
-- Table structure for table `admin_content`
--

CREATE TABLE `admin_content` (
  `id` int(11) NOT NULL,
  `first_pic` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `title` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `every_content` text COLLATE utf8_persian_ci NOT NULL,
  `cute_pic` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `section_pics` text COLLATE utf8_persian_ci NOT NULL,
  `section_titles` text COLLATE utf8_persian_ci NOT NULL,
  `section_contents` text COLLATE utf8_persian_ci NOT NULL,
  `end_contents` text COLLATE utf8_persian_ci NOT NULL,
  `end_pic` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `source` text COLLATE utf8_persian_ci NOT NULL,
  `published` int(1) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `admin_content`
--

INSERT INTO `admin_content` (`id`, `first_pic`, `title`, `every_content`, `cute_pic`, `section_pics`, `section_titles`, `section_contents`, `end_contents`, `end_pic`, `source`, `published`) VALUES
(16, 'https://ucarecdn.com/a01655cd-576a-475d-8f16-7fe3306aac5d/', 'نپتون', 'نپتون تاریک، سرد و بسیار بادی است. این آخرین سیاره منظومه شمسی ماست. فاصله آن از خورشید بیش از 30 برابر زمین است. نپتون شباهت زیادی به اورانوس دارد. این از مه غلیظی از آب، آمونیاک و متان بر روی یک مرکز جامد به اندازه زمین ساخته شده است. جو آن از هیدروژن، هلیوم و متان ساخته شده است. متان همان رنگ آبی اورانوس را به نپتون می دهد. نپتون شش حلقه دارد، اما دیدن آنها بسیار سخت است.', 'https://ucarecdn.com/f446de76-55a4-4f94-b094-5a61b25f43a2/', 'https://ucarecdn.com/313e47c3-b285-4150-83b7-cb644aa4b1a9/,https://ucarecdn.com/45577c83-6d3e-4361-a5cf-9cf23d53db09/', 'ساختار و سطح,زمان روی نپتون,همسایه های نپتون,تاریخ سریع', 'نپتون توسط شش حلقه احاطه شده است.\r\nنپتون مانند اورانوس یک غول یخی است. این شبیه به یک غول گازی است. از سوپ غلیظی از آب، آمونیاک و متان ساخته شده است که روی هسته جامدی به اندازه زمین جریان دارد.\r\nنپتون جو غلیظ و بادخیز دارد.,   یک روز در نپتون در 16 ساعت می گذرد.\r\nنپتون چنان سفر طولانی به دور خورشید دارد که یک بار دور زدن آن 165 سال زمینی طول می کشد. یک سال بسیار طولانی!, نپتون 13 قمر دارد (و یک قمر دیگر در انتظار تایید کشف).\r\nنپتون هشتمین و دورترین سیاره از خورشید است. این بدان معناست که اورانوس تنها سیاره همسایه نپتون است.,نپتون در سال 1846 توسط اوربان لو وریر، جان کوچ آدامز و یوهان گال کشف شد.\r\nفقط وویجر 2 از نپتون بازدید کرده است.', 'لکهٔ سیاه بزرگ، آشفته‌ترین بخش نپتون است. این لکه که بیشتر شبیه گردباد است در نیمکرهٔ جنوبی این سیاره قرار دارد. در اطراف این لکه ابرهای سفیدی وجود دارد. لکهٔ سیاه بزرگ به اندازهٔ کره زمین است و در جهت خلاف عقربه‌های ساعت می‌چرخد؛ همچنین بعضی اوقات از خود لکه‌های سیاه کوچک‌تری هم تولید می‌کند. این لکه از بسیاری جهات شبیه لکهٔ سرخ مشتری است با این فرق که در شکل و اندازهٔ آن بیشتر تغییر به وجود می‌آید., سیارهٔ نپتون دارای میدان مغناطیسی نسبتاً قوی است. محورهای مغناطیسی این سیاره نسبت به محورهای جغرافیایی اختلافی حدود ۴۷ درجه دارد. سیارهٔ اورانوس نیز حدوداً همین مقدار اختلاف دارد؛ به همین علت به این دو سیاره دوقلوهای مغناطیسی می‌گویند.', 'https://ucarecdn.com/a45cb701-0243-4ad8-9542-9dd2485b98e9/', '/https://spaceplace.nasa.gov/all-about-neptune', 1),
(15, 'https://ucarecdn.com/d5ee0313-107d-4fb3-9e77-3375eee3d11e/', 'مریخ', 'مریخ یک دنیای بیابانی سرد است. اندازه آن نصف زمین است. مریخ را گاهی سیاره سرخ می نامند. به خاطر آهن زنگ زده در زمین قرمز است.\r\nنوری که از خورشید به مریخ می‌رسد نصف نوری است که زمین دریافت می‌کند، اما روز مریخی چهل دقیقه طولانی‌تر از روز زمینی است؛ بنابراین شرایط از نظر نور تقریباً مثل زمستان زمین است و به این خاطر امکان رشد گیاهان در شرایط گلخانه‌ای در مریخ وجود دارد.', 'https://ucarecdn.com/211b385a-5bed-430d-a5e2-10f1b0972f14/', 'https://ucarecdn.com/76a4021e-2569-4055-8fc0-b1faaf24d5a2/,https://ucarecdn.com/0bd9acc4-077c-40a7-a980-a84c709f66ed/', 'ساختار و سطح,زمان روی مریخ,همسایه های مریخ,تاریخ سریع', 'مریخ یک سیاره کوچک و صخره ای است.\r\nمریخ جو نازکی دارد.\r\nمریخ جو فعالی دارد، اما سطح سیاره فعال نیست. آتشفشان های آن فعال نیستند., یک روز در مریخ 24.6 ساعت طول می کشد. فقط کمی بیشتر از یک روز روی زمین است.\r\nیک سال در مریخ 687 روز زمین است. تقریباً دو برابر یک سال روی زمین است., مریخ دو قمر دارد. نام آنها فوبوس و دیموس است.\r\nمریخ چهارمین سیاره از خورشید است. یعنی زمین و مشتری سیارات همسایه مریخ هستند.,  مریخ از زمان های قدیم شناخته شده است، زیرا می توان آن را بدون تلسکوپ های پیشرفته دید.\r\nچندین ماموریت از مریخ بازدید کرده اند. و مریخ تنها سیاره ای است که مریخ نورد را به آن فرستاده ایم . آنها در اطراف مریخ رانندگی می کنند و عکس می گیرند و اندازه گیری می کنند.', 'مریخ مانند زمین دارای فصول، کلاهک های یخی قطبی، آتشفشان ها، دره ها و آب و هوا است. جو بسیار نازکی دارد که از دی اکسید کربن، نیتروژن و آرگون ساخته شده است. نشانه هایی از سیل های باستانی در مریخ وجود دارد، اما اکنون آب بیشتر در خاک های یخی و ابرهای نازک وجود دارد. در برخی از تپه های مریخ، شواهدی از آب نمک مایع در زمین وجود دارد.,  دانشمندان می خواهند بدانند که آیا مریخ در گذشته موجودات زنده ای داشته است یا خیر. آنها همچنین می خواهند بدانند که آیا مریخ می تواند در حال حاضر یا در آینده از حیات پشتیبانی کند.', 'https://ucarecdn.com/63b89503-6cd9-4dc1-b5cc-e7de05ac7224/', '/https://spaceplace.nasa.gov/all-about-mars', 1),
(18, 'https://ucarecdn.com/4db22447-3713-4134-ade9-f4753b21e74b/', 'مشتری', 'مشتری بزرگترین سیاره منظومه شمسی است.\r\nاین شبیه به یک ستاره است، اما هرگز آنقدر جرم نداشت که شروع به سوزاندن کند. با نوارهای ابری چرخان پوشیده شده است. طوفان های بزرگی مانند لکه قرمز بزرگ دارد که صدها سال است ادامه دارد. مشتری یک غول گازی است و سطح جامد ندارد، اما ممکن است یک هسته داخلی جامد به اندازه زمین داشته باشد. مشتری نیز حلقه‌هایی دارد، اما آن‌قدر ضعیف هستند که نمی‌توان آن‌ها را به خوبی دید.', 'https://ucarecdn.com/278db64a-9b15-40e4-baa9-276bfdf94b6a/', 'https://ucarecdn.com/a7668573-58e6-4dfb-9263-185a4f1d2f40/,https://ucarecdn.com/20b42425-c510-4481-ba31-359aeacb0574/', 'ساختار و سطح,زمان روی مشتری,همسایه های مشتری,تاریخ سریع', 'مشتری بزرگترین سیاره منظومه شمسی است.\r\nمشتری یک غول گازی است. بیشتر از هیدروژن و هلیوم ساخته شده است.\r\nمشتری جو بسیار غلیظی دارد.\r\nمشتری حلقه هایی دارد، اما دیدن آنها بسیار سخت است.,یک روز در مشتری فقط در 10 ساعت می گذرد.\r\nیک سال روی مشتری برابر با 11.8 سال زمینی است., مشتری دارای 79 قمر تایید شده است.\r\nمشتری پنجمین سیاره از خورشید است. این بدان معناست که مریخ و زحل سیارات همسایه مشتری هستند., مشتری از زمان های قدیم شناخته شده است، زیرا بدون تلسکوپ های پیشرفته قابل مشاهده است.\r\nمشتری توسط چندین فضاپیما، مدارگرد و کاوشگر مانند پایونیر 10 و 11، وویجر 1 و 2، کاسینی، نیوهورایزنز و جونو مورد بازدید یا عبور قرار گرفته است.', 'مشتری، گوی غول‌پیکری آمیخته از گاز و مایع است و گمان می‌رود مقداری سطح جامد هم داشته باشد. بین ۸۸ تا ۹۲ درصد این غول سیاره از عنصر هیدروژن و ۸ تا ۱۲ درصد آن از هلیوم تشکیل شده‌است. قطر مشتری در ناحیهٔ استوا ۱۴۲٬۹۸۴ کیلومتر است و بر اساس نظریه‌های ارائه شده این بالاترین طول قطری است که یک سیارهٔ گازی می‌تواند داشته باشد.,   بارزترین نمود سطح مشتری لکهٔ سرخ بزرگ آن است که تودهٔ گاز چرخان، همانند گردباد است.\r\nرنگ لکه بیشتر از سرخ آجری به قهوه‌ای کمرنگ تغییر می‌کند و گاهی این لکه تماماً ناپدید می‌گردد. رنگ آن شاید برآمده از اندازهٔ کم فسفر و گوگرد در کریستال‌های آمونیاک باشد. تندی چرخش لکه در لبهٔ آن در حدود ۳۶۰ کیلومتر در ساعت است.', 'https://ucarecdn.com/9ac464ed-fe8b-45c4-b419-f51afc3ed6d2/', '/https://spaceplace.nasa.gov/all-about-jupiter', 1),
(19, 'https://ucarecdn.com/fd0bcea1-ec68-4ebf-b308-627e8b3ff1f1/', 'زمین', 'سیاره مادری ما زمین یک سیاره صخره ای و خاکی است. سطحی جامد و فعال با کوه ها، دره ها، دره ها، دشت ها و موارد دیگر دارد. زمین خاص است زیرا یک سیاره اقیانوسی است. آب 70 درصد از سطح زمین را پوشانده است.', 'https://ucarecdn.com/b09502c5-10ee-418e-83c2-12576ed879e7/', 'https://ucarecdn.com/03bc06ec-9b41-4b98-898a-b3eee2cb265b/,https://ucarecdn.com/a9641177-f0ec-4828-9f78-b4d38f6aa08e/', 'ساختار و سطح,زمان روی زمین,همسایگان زمین,', 'زمین یک سیاره زمینی است. کوچک و صخره ای است.\r\nجو زمین ضخامت مناسبی برای گرم نگه داشتن سیاره دارد تا موجودات زنده ای مانند ما بتوانند آنجا باشند. این تنها سیاره ای در منظومه شمسی است که از حیات پشتیبانی می کند. بیشتر نیتروژن است و اکسیژن زیادی برای تنفس ما دارد.,  یک روز روی زمین کمی کمتر از 24 ساعت طول می کشد.\r\nیک سال روی زمین 365.25 روز طول می کشد. این 0.25 اضافی به این معنی است که هر چهار سال یک روز باید به تقویم خود اضافه کنیم. ما آن را یک روز کبیسه (در یک سال کبیسه ) می نامیم.,  زمین فقط یک  قمر دارد. که آن هم ماه می باشد. \r\nزمین فضاپیماهای زیادی دارد که آن را تماشا می کنند. هنوز چیزهای زیادی وجود دارد که می‌توانیم درباره سیاره خود بیاموزیم.\r\nزمین سومین سیاره از خورشید در منظومه شمسی است. این بدان معناست که زهره و مریخ سیارات همسایه زمین هستند.,', 'جو ما بیشتر از نیتروژن ساخته شده است و اکسیژن زیادی برای تنفس ما دارد. جو همچنین از ما در برابر شهاب‌سنگ‌های ورودی محافظت می‌کند، که بیشتر آن‌ها قبل از اینکه بتوانند به عنوان شهاب‌سنگ به سطح برخورد کنند، در جو ما تجزیه می‌شوند., از آنجایی که ما اینجا زندگی می کنیم، ممکن است فکر کنید که ما همه چیزهایی را که باید درباره زمین بدانیم می دانیم. نه، در واقع! ما چیزهای زیادی داریم که می‌توانیم درباره سیاره خود بیاموزیم. در حال حاضر، ماهواره های زیادی وجود دارند که به دور زمین می چرخند و عکس و اندازه گیری می کنند. از این طریق می توانیم درباره آب و هوا، اقیانوس ها، خاک، تغییرات آب و هوا و بسیاری از موضوعات مهم دیگر اطلاعات بیشتری کسب کنیم .', 'https://ucarecdn.com/824dd92c-1ee2-41ae-997f-c5d839995d33/', '/https://spaceplace.nasa.gov/all-about-earth', 1),
(20, 'https://ucarecdn.com/9138e85f-b4f5-4415-a953-06f16ed3d791/', 'اورانوس', 'اورانوس از آب، متان و مایعات آمونیاک در بالای یک مرکز کوچک سنگی ساخته شده است. جو آن مانند مشتری و زحل از هیدروژن و هلیوم ساخته شده است، اما متان نیز دارد. متان اورانوس را آبی می کند. تصاویر رایانه‌ای نشان می‌دهد ابرهای آمونیاکی به بزرگی ۲ تا ۴ کیلومتر در زیر جو اورانوس و در ارتفاعات پایین قرار دارند و این ابرها در استوا در طی ۱۵ ساعت یک بار دور سیاره می‌زنند ولی در نزدیکی قطب این مقدار به ۱۵ ساعت می‌رسد. بیشتر بادهای این سیاره برخلاف دیگر سیاره‌های مشتری‌گون منظومه شمسی از شرق به غرب می‌وزند نه از شمال به جنوب.', 'https://ucarecdn.com/df35bb0c-9fbc-4aab-a058-ee3bed224121/', 'https://ucarecdn.com/84c6255f-2849-473c-ac91-fac17672ecfd/,https://ucarecdn.com/5b507d60-33aa-4045-bcec-6f7bcd115f67/', 'ساختار و سطح,زمان روی اورانوس,همسایه های اورانوس,تاریخ سریع', 'اورانوس توسط مجموعه ای از 13 حلقه احاطه شده است.\r\nاورانوس یک غول یخی است (به جای یک غول گازی). بیشتر از مواد یخی جاری در بالای یک هسته جامد ساخته شده است.\r\nاورانوس دارای اتمسفر غلیظی است که از متان، هیدروژن و هلیوم تشکیل شده است.\r\nاورانوس تنها سیاره ای است که در کنار خود می چرخد.\r\nاورانوس در جهت مخالف زمین و بیشتر سیارات دیگر می چرخد.,  یک روز در اورانوس کمی بیش از 17 ساعت (به طور دقیق 17 ساعت و 14 دقیقه) طول می کشد.\r\nیک سال روی اورانوس برابر با 84 سال روی زمین است. این مدت زمان زیادی است که باید منتظر یک کیک تولد باشید!,اورانوس 27 قمر شناخته شده دارد.\r\nاورانوس هفتمین سیاره از خورشید است. این بدان معناست که زحل و نپتون سیارات همسایه اورانوس هستند.,اورانوس در سال 1781 توسط ویلیام هرشل در بریتانیا کشف شد.\r\nاورانوس تنها توسط وویجر 2 بازدید شده است.', 'اورانوس نیز حلقه های کم نوری دارد. حلقه های داخلی باریک و تیره هستند. حلقه های بیرونی رنگی روشن دارند و راحت تر دیده می شوند. اورانوس نیز مانند زهره در جهت مخالف بیشتر سیارات دیگر می چرخد. و بر خلاف هر سیاره دیگری، اورانوس در کنار خود می چرخد.,تنها ناهید کجی محور بیشتری از اورانوس و برابر ۱۷۷ درجه دارد. اما علت این کجی احتمالاً برخورد جسمی به ابعاد زمین یا چند برابر آن به این سیاره و در اوایل دوران زندگی‌اش بوده‌است. البته کاندیدهای دیگری هم مطرح هستند مانند برخورد یک دسته بزرگ از دنباله‌دارها در اوایل تشکیلش که این خود وجود یک اقیانوس بزرگ داخلی آن را نیز توجیه می‌کند.', 'https://ucarecdn.com/055a54a0-c0d8-43e2-bfe7-378cac6a11cb/', '/https://spaceplace.nasa.gov/all-about-uranus', 1),
(21, 'https://ucarecdn.com/00e07bef-35d6-4016-90fe-a19a92c4d877/', 'ناهید', 'اگرچه ناهید(ونوس  یا زهره) نزدیکترین سیاره به خورشید نیست، اما همچنان گرمترین سیاره است. جوی غلیظ پر از گاز گلخانه ای دی اکسید کربن و ابرهای ساخته شده از اسید سولفوریک دارد. گاز، گرما را به دام می اندازد و زهره را گرم نگه می دارد. در واقع، هوا روی زهره بسیار گرم است، فلزاتی مانند سرب گودال‌هایی از مایع ذوب شده هستند.', 'https://ucarecdn.com/422d3f47-98ff-4af9-a319-209b0d01fd25/', 'https://ucarecdn.com/88c44a11-cef9-4ed7-94a3-149ec8e6ba47/,https://ucarecdn.com/7818a14a-5258-4ebd-90a5-9125d3e690b9/', 'ساختار و سطح,زمان روی زهره,همسایه های زهره,تاریخ سریع', 'زهره داغ ترین سیاره منظومه شمسی است.\r\nزهره یک سیاره زمینی است. کوچک و صخره ای است.\r\nزهره جو غلیظی دارد. گرما را به دام می اندازد و زهره را بسیار داغ می کند.\r\nزهره یک سطح فعال دارد، از جمله آتشفشان ها!\r\nزهره در جهت مخالف زمین و بیشتر سیارات دیگر می چرخد.,یک روز در زهره 243 روز زمینی طول می کشد.\r\nیک سال در زهره 225 روز زمینی طول می کشد.,زهره هیچ قمر ندارد.\r\nزهره دومین سیاره از خورشید است. این بدان معناست که عطارد و زمین سیارات همسایه زهره هستند.,زهره از زمان های قدیم شناخته شده است زیرا بدون تلسکوپ به راحتی می توان آن را دید.\r\nزهره توسط چندین فضاپیم مورد بازدید قرار گرفته است: Mariner 2، Mariner 5، Mariner 10، Pioneer Venus 1، Pioneer Venus 2 و مدارگردی به نام ماژلان.', 'زهره سیاره ای بسیار فعال به نظر می رسد. کوه و آتشفشان دارد. زهره از نظر اندازه شبیه زمین است. زمین فقط کمی بزرگتر است.\r\nزهره غیر معمول است زیرا در جهت مخالف زمین و بیشتر سیارات دیگر می چرخد. و چرخش آن بسیار کند است. حدود 243 روز زمینی طول می کشد تا فقط یک بار بچرخد. چون به خورشید بسیار نزدیک است، یک سال به سرعت می گذرد. 225 روز زمینی طول می کشد تا زهره تمام راه را به دور خورشید بپیماید. این بدان معناست که یک روز در زهره کمی بیشتر از یک سال در زهره است.,از آنجایی که طول روز و سال مشابه است، یک روز در زهره مانند یک روز در زمین نیست. در اینجا خورشید هر روز یک بار طلوع و غروب می کند. اما در زهره، خورشید هر 117 روز زمینی طلوع می کند. این بدان معناست که خورشید در طول هر سال دو بار در زهره طلوع می کند، حتی اگر هنوز در زهره همان روز است! و چون زهره به سمت عقب می چرخد، خورشید از غرب طلوع می کند و در شرق غروب می کند.\r\nدرست مانند عطارد، زهره هیچ قمری ندارد.', 'https://ucarecdn.com/2484ac30-e93d-4fc0-902c-f877e8684709/', '/https://spaceplace.nasa.gov/all-about-venus', 1),
(22, 'https://ucarecdn.com/739f8565-de18-4213-890a-2db859590ff3/', 'زحل', 'زحل (یا کیوان) تنها سیاره ای نیست که حلقه دارد، اما قطعا زیباترین حلقه ها را دارد. حلقه هایی که ما می بینیم از گروه های حلقه های ریز تشکیل شده اند که زحل را احاطه کرده اند. آنها از تکه های یخ و سنگ ساخته شده اند. مانند مشتری، زحل نیز عمدتاً توپی از هیدروژن و هلیوم است.\r\nپس از مشتری، دومین سیارهٔ بزرگ منظومه شمسی و ششمین سیارهٔ نزدیک به خورشید است. زحل یک گلولهٔ گازی غول‌پیکر است که با وجود حجم زیادش تنها ۹۵ برابر زمین جرم دارد. چگالی این سیاره حدود یک‌هشتم زمین و کمتر از آب است.', 'https://ucarecdn.com/22330003-29fc-4199-99c9-72db4f3b9f03/', 'https://ucarecdn.com/3e09a39d-154d-4e1d-8436-bef5494ecacb/,https://ucarecdn.com/e9dea5c1-32d8-4ae9-8cec-30c4ef54ddcf/', 'ساختار و سطح,زمان روی زحل,همسایه های زحل,تاریخ سریع', 'زحل غول گازی مانند مشتری است. بیشتر از هیدروژن و هلیوم ساخته شده است.\r\nزحل جو غلیظی دارد.\r\nزحل مجموعه ای دوست داشتنی از هفت حلقه اصلی با فاصله بین آنها دارد.,یک روز در زحل تنها در 10.7 ساعت می گذرد.\r\nیک سال در زحل برابر با 29 سال زمینی است.,زحل 53 قمر دارد! همچنین دارای 29 قمر تایید نشده است که باید درباره آنها بیشتر بدانیم.\r\nزحل ششمین سیاره از خورشید است. یعنی مشتری و اورانوس سیارات همسایه زحل هستند.,زحل از زمان های قدیم شناخته شده است، زیرا می توان آن را بدون تلسکوپ های پیشرفته دید.\r\nچهار فضاپیمای روباتیک از جمله پایونیر ۱۱، کاسینی و وویجر ۱ و ۲ از زحل بازدید کرده‌اند.', 'هنگامی که گالیله در دهه 1600 زحل را از طریق تلسکوپ دید، مطمئن نبود که چه چیزی می بیند. در ابتدا فکر کرد که به سه سیاره یا یک سیاره دسته دار نگاه می کند. اکنون می دانیم که آن دسته ها حلقه های زحل هستند.,حلقه‌های زحل، از تکه‌های یخ و همچنین تکه‌های سنگ و غبار تشکیل شده‌اند؛ برخی به اندازه یک غبار ریز و برخی به اندازه یک خانه. حلقه‌های زحل پهن هستند ولی بسیار تخت و نازک. پهنای برخی از حلقه‌های زحل به اندازه فاصله زمین تا ماه می‌باشد. مشتری و نپتون و اورانوس هم حلقه دارند اما حلقه زحل از همه بهتر دیده می‌شود. به باور دانشمندان دلیل درخشان‌تر بودن حلقه‌های زحل، تازه‌تر بودن و جوان‌تر بودن آن هاست. آن‌ها می‌انگارند که این حلقه‌ها در پی نزدیک شدن یک قمر به زحل و فروپاشی آن قمر در اثر گرانش زحل پدید آمده‌اند.', 'https://ucarecdn.com/a31e3dbd-8e92-4ae3-ba80-9cd201621463/', '/https://spaceplace.nasa.gov/all-about-saturn', 0),
(23, 'https://ucarecdn.com/253d792d-5264-482e-9293-066822d44874/', 'عطارد', 'عطارد کوچکترین سیاره منظومه شمسی ماست. این سیاره فقط کمی بزرگتر از ماه زمین است. عطارد نزدیکترین سیاره به خورشید است، اما در واقع داغترین سیاره نیست. زهره گرمتر است.\r\nعطارد همراه با زهره، زمین و مریخ یکی از سیارات سنگی است. سطحی جامد دارد که با دهانه ها پوشیده شده است. نه جو دارد و نه قمر. عطارد دوست دارد همه چیز را ساده نگه دارد.', 'https://ucarecdn.com/7fb4664d-15dc-45ff-ac3f-ba94eb2cf401/', 'https://ucarecdn.com/401c7939-32a3-43e9-9565-ac5fefd7f9ad/,https://ucarecdn.com/58bc3016-caa5-4b79-8014-ce5544e84367/', 'ساختار و سطح,زمان روی عطارد,همسایه های عطارد,تاریخچه سریع', 'عطارد کوچکترین سیاره منظومه شمسی ماست.\r\nعطارد یک سیاره زمینی است. کوچک و صخره ای است.\r\nعطارد واقعا جو ندارد.,یک روز در عطارد 59 روز زمینی طول می کشد.\r\nیک سال در عطارد 88 روز زمینی طول می کشد.,عطارد هیچ قمری ندارد.\r\nعطارد نزدیکترین سیاره به خورشید است.\r\nزهره سیاره همسایه عطارد است.,عطارد از زمان های قدیم شناخته شده است زیرا می توان آن را بدون تلسکوپ های پیشرفته دید.\r\nعطارد توسط دو فضاپیمای مارینر 10 و مسنجر بازدید شده است.', 'این سیاره کوچک در مقایسه با زمین به آرامی به دور خود می چرخد، بنابراین یک روز زمان زیادی می برد. عطارد 59 روز زمینی طول می کشد تا یک چرخش کامل انجام دهد. یک سال در عطارد به سرعت می گذرد. از آنجایی که این سیاره نزدیک ترین سیاره به خورشید است، طولی نمی کشد تا تمام مسیر را طی کنید. تنها در 88 روز زمینی یک دور به دور خورشید می چرخد. اگر روی عطارد زندگی می‌کردید، هر سه ماه یک بار تولد داشتید!,یک روز در عطارد مانند یک روز اینجا روی زمین نیست. برای ما، خورشید هر روز طلوع و غروب می کند. از آنجایی که عطارد چرخش آهسته و سال کوتاهی دارد، طلوع و غروب خورشید در آنجا زمان زیادی می برد. عطارد هر 180 روز زمینی فقط یک طلوع خورشید دارد! این عجیب نیست؟', 'https://ucarecdn.com/f10d088e-4ef6-40f3-a3a8-7bfaf27a303c/', '/https://spaceplace.nasa.gov/all-about-mercury', 0);

-- --------------------------------------------------------

--
-- Table structure for table `exam`
--

CREATE TABLE `exam` (
  `id` int(11) NOT NULL,
  `exam_name` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `questions` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `items` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `right_answers` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `each_score` int(2) NOT NULL,
  `exam_img` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `access_key` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `user` varchar(256) COLLATE utf8_persian_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `exam`
--

INSERT INTO `exam` (`id`, `exam_name`, `questions`, `items`, `right_answers`, `each_score`, `exam_img`, `access_key`, `user`) VALUES
(21, 'نپتون', '[\"کدام یک در جو نپتون نیست؟\"]', '[\"هلیم\", \"آرگون\", \"متان\", \"آمونیاک\"]', '[\"2\"]', 1, '../icons/exam/exam_1.png', '13fe778c', 'Atena.D'),
(6, 'نام سیاره را حدس بزن!', '[\"داغ ترین سیاره\", \"بزرگترین سیاره\"]', '[\"عطارد\", \"مشتری\", \"ناهید\", \"زمین\", \"زمین\", \"مشتری\", \"زحل\", \"اورانوس\"]', '[\"3\", \"2\"]', 1, '../icons/exam/exam_3.png', 'a77508e5', '0'),
(24, 'خانه ی ما', '[\"فراوان ترین گاز های موجود در هوا کدام هستند؟\",\"چه نسبتی از سطح زمین را آب پوشانده؟\",\"ماهواره های اطراف زمین چه کمکی به ما می کنند؟\",\"یکی از دلایلی که زمین از ما دربرابر شهاب سنگ ها محافظت می کند چیست؟\",\"دلیل به وجود آمدن سال کبیسه چیست؟\"]', '[\"\\u0627\\u06a9\\u0633\\u06cc\\u0698\\u0646\\u060c \\u06a9\\u0631\\u0628\\u0646 \\u062f\\u06cc \\u0627\\u06a9\\u0633\\u06cc\\u062f\",\"\\u0627\\u06a9\\u0633\\u06cc\\u0698\\u0646\\u060c \\u0622\\u0631\\u06af\\u0648\\u0646\",\"\\u0646\\u06cc\\u062a\\u0631\\u0648\\u0698\\u0646\\u060c \\u0627\\u06a9\\u0633\\u06cc\\u0698\\u0646\",\"\\u0646\\u06cc\\u062a\\u0631\\u0648\\u0698\\u0646\\u060c\\u06a9\\u0631\\u0628\\u0646 \\u062f\\u06cc \\u0627\\u06a9\\u0633\\u06cc\\u062f\",\"\\u062d\\u062f\\u0648\\u062f 2\\/3\",\"\\u062d\\u062f\\u0648\\u062f 80%\",\"\\u062d\\u062f\\u0648\\u062f 3\\/4\",\"\\u062d\\u062f\\u0648\\u062f 75%\",\"\\u0639\\u06a9\\u0633 \\u0628\\u0631\\u062f\\u0627\\u0631\\u06cc \\u0648 \\u0646\\u0642\\u0634\\u0647\",\"\\u0645\\u0637\\u0627\\u0644\\u0639\\u0647 \\u0622\\u0628 \\u0648 \\u0647\\u0648\\u0627\\u060c \\u0627\\u0642\\u06cc\\u0627\\u0646\\u0648\\u0633 \\u0647\\u0627\\u060c \\u062e\\u0627\\u06a9\",\"\\u0641\\u06cc\\u0644\\u0645 \\u0628\\u0631\\u062f\\u0627\\u0631\\u06cc \\u0648 \\u0639\\u06a9\\u0633 \\u0628\\u0631\\u062f\\u0627\\u0631\\u06cc\",\"\\u0641\\u0642\\u0637 \\u062a\\u0647\\u06cc\\u0647 \\u0646\\u0642\\u0634\\u0647\",\"\\u0648\\u062c\\u0648\\u062f \\u0645\\u0627\\u0647\",\"\\u0645\\u06cc\\u062f\\u0627\\u0646 \\u0645\\u063a\\u0646\\u0627\\u0637\\u06cc\\u0633\\u06cc \\u0632\\u0645\\u06cc\\u0646\",\"\\u062c\\u0627\\u0630\\u0628\\u0647 \\u0632\\u0645\\u06cc\\u0646\",\"\\u062c\\u0648 \\u0632\\u0645\\u06cc\\u0646\",\"\\u0642\\u0631\\u0627\\u0631\\u062f\\u0627\\u062f \\u0627\\u0633\\u062a\",\"\\u0628\\u0647 \\u062f\\u0644\\u06cc\\u0644 \\u0646\\u062d\\u0648\\u0647 \\u06af\\u0631\\u062f\\u0634 \\u0632\\u0645\\u06cc\\u0646 \\u0628\\u0647 \\u062f\\u0648\\u0631 \\u062e\\u0648\\u0631\\u0634\\u06cc\\u062f\",\"\\u0628\\u0647 \\u062f\\u0644\\u06cc\\u0644 \\u0646\\u062d\\u0648\\u0647 \\u06af\\u0631\\u062f\\u0634 \\u0632\\u0645\\u06cc\\u0646 \\u0628\\u0647 \\u062f\\u0648\\u0631 \\u062e\\u0648\\u062f\\u0634\",\"\\u06cc\\u06a9 \\u0633\\u0627\\u0644 \\u0628\\u0647 \\u0637\\u0648\\u0631 \\u062a\\u0642\\u0631\\u06cc\\u0628\\u06cc 365 \\u0631\\u0648\\u0632 \\u0627\\u0633\\u062a\"]', '[\"3\",\"3\",\"2\",\"4\",\"4\"]', 1, '../icons/exam/exam_3.png', 'e4c5b9f2', 'Atena.D');

-- --------------------------------------------------------

--
-- Table structure for table `log`
--

CREATE TABLE `log` (
  `id` int(11) NOT NULL,
  `userId` int(11) NOT NULL,
  `userIp` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `userName` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `browser` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `details` varchar(256) COLLATE utf8_persian_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `log`
--

INSERT INTO `log` (`id`, `userId`, `userIp`, `userName`, `time`, `browser`, `details`) VALUES
(333, 157, '::1', 'soheil', '2022-02-19 19:40:22', 'Chrome', 'login'),
(332, 157, '::1', 'soheil', '2022-02-19 19:35:22', 'Chrome', 'logout'),
(331, 157, '::1', 'soheil', '2022-02-19 19:33:58', 'Chrome', 'login'),
(330, 157, '::1', 'soheil', '2022-02-19 19:25:59', 'Chrome', 'logout'),
(329, 157, '::1', 'soheil', '2022-02-19 19:25:53', 'Chrome', 'login'),
(328, 157, '::1', 'soheil', '2022-02-19 17:52:23', 'Chrome', 'login'),
(327, 156, '::1', 'Atena.D', '2022-02-19 17:51:43', 'Chrome', 'logout'),
(326, 156, '::1', 'Atena.D', '2022-02-19 17:14:12', 'Chrome', 'login'),
(325, 156, '::1', 'Atena.D', '2022-02-19 17:14:07', 'Chrome', 'logout'),
(324, 156, '::1', 'Atena.D', '2022-02-19 17:05:55', 'Chrome', 'login'),
(323, 153, '::1', 'Atena.D', '2022-02-19 17:05:22', 'Chrome', 'logout'),
(322, 153, '::1', 'Atena.D', '2022-02-19 17:04:54', 'Chrome', 'login'),
(321, 155, '::1', 'z.a', '2022-02-19 17:04:42', 'Chrome', 'logout'),
(320, 155, '::1', 'z.a', '2022-02-19 17:02:45', 'Chrome', 'login'),
(319, 154, '::1', 'Amin_a', '2022-02-19 17:01:58', 'Chrome', 'logout'),
(318, 154, '::1', 'Amin_a', '2022-02-19 17:00:17', 'Chrome', 'login'),
(317, 153, '::1', 'Atena.D', '2022-02-19 16:59:18', 'Chrome', 'logout'),
(316, 153, '::1', 'Atena.D', '2022-02-19 16:46:18', 'Chrome', 'login'),
(315, 153, '::1', 'Atena.D', '2022-02-19 09:04:29', 'Chrome', 'login'),
(314, 153, '::1', 'Atena.D', '2022-02-19 09:02:12', 'Chrome', 'login'),
(313, 153, '::1', 'Atena.D', '2022-02-19 08:30:19', 'Chrome', 'login'),
(312, 153, '::1', 'Atena.D', '2022-02-19 04:45:21', 'Chrome', 'login'),
(311, 153, '::1', 'Atena.D', '2022-02-18 20:47:07', 'Chrome', 'login'),
(310, 153, '::1', 'Atena.D', '2022-02-18 20:47:04', 'Chrome', 'logout'),
(309, 153, '::1', 'Atena.D', '2022-02-18 17:50:28', 'Chrome', 'login'),
(308, 153, '::1', 'Atena.D', '2022-02-18 17:50:02', 'Chrome', 'logout'),
(307, 153, '::1', 'Atena.D', '2022-02-18 17:04:40', 'Chrome', 'login'),
(306, 151, '::1', 'Atena.D', '2022-02-18 16:51:40', 'Chrome', 'logout'),
(305, 151, '::1', 'Atena.D', '2022-02-18 16:14:00', 'Chrome', 'login'),
(304, 150, '::1', 'Atena.D', '2022-02-18 16:13:38', 'Chrome', 'logout'),
(303, 150, '::1', 'Atena.D', '2022-02-18 16:05:44', 'Chrome', 'login'),
(302, 146, '::1', 'Atena.D', '2022-02-18 12:52:27', 'Chrome', 'logout'),
(301, 146, '::1', 'Atena.D', '2022-02-18 12:46:04', 'Chrome', 'login'),
(300, 146, '::1', 'Atena.D', '2022-02-16 21:51:17', 'Chrome', 'login'),
(299, 146, '::1', 'Atena.D', '2022-02-16 21:50:40', 'Chrome', 'logout'),
(298, 146, '::1', 'Atena.D', '2022-02-16 21:50:34', 'Chrome', 'login'),
(297, 146, '::1', 'Atena.D', '2022-02-16 19:29:07', 'Chrome', 'logout'),
(296, 146, '::1', 'Atena.D', '2022-02-16 19:28:36', 'Chrome', 'login'),
(295, 146, '::1', 'Atena.D', '2022-02-16 19:21:53', 'Chrome', 'logout'),
(294, 146, '::1', 'Atena.D', '2022-02-16 19:16:27', 'Chrome', 'login'),
(293, 146, '::1', 'Atena.D', '2022-02-16 17:04:09', 'Chrome', 'login'),
(292, 146, '::1', 'Atena.D', '2022-02-16 16:47:35', 'Chrome', 'login'),
(291, 146, '::1', 'Atena.D', '2022-02-16 16:47:23', 'Chrome', 'logout'),
(290, 146, '::1', 'Atena.D', '2022-02-16 16:22:40', 'Chrome', 'login'),
(289, 145, '::1', 'Atena.d', '2022-02-16 16:22:08', 'Chrome', 'logout'),
(288, 145, '::1', 'Atena.d', '2022-02-16 16:21:02', 'Chrome', 'login'),
(287, 145, '::1', 'Atena.d', '2022-02-16 16:19:43', 'Chrome', 'logout'),
(286, 145, '::1', 'Atena.d', '2022-02-16 16:18:26', 'Chrome', 'login'),
(285, 145, '::1', 'Atena.d', '2022-02-16 15:47:50', 'Chrome', 'logout'),
(284, 145, '::1', 'Atena.d', '2022-02-16 15:41:41', 'Chrome', 'login'),
(283, 145, '::1', 'Atena.d', '2022-02-16 15:39:05', 'Chrome', 'login'),
(334, 156, '5.114.109.8', 'Atena.D', '2022-02-21 05:45:10', 'Chrome', 'login'),
(335, 156, '5.114.109.8', 'Atena.D', '2022-02-21 05:47:16', 'Chrome', 'logout'),
(336, 156, '5.114.109.8', 'Atena.D', '2022-02-21 05:48:48', 'Chrome', 'login'),
(337, 156, '151.241.10.165', 'Atena.D', '2022-02-21 05:55:46', 'Chrome', 'login'),
(338, 156, '5.112.71.83', 'Atena.D', '2022-02-21 05:58:42', 'Chrome', 'logout'),
(339, 156, '151.241.10.165', 'Atena.D', '2022-02-21 05:59:48', 'Chrome', 'logout'),
(340, 156, '5.112.201.39', 'Atena.D', '2022-02-21 13:27:58', 'Chrome', 'login'),
(341, 156, '151.241.14.51', 'Atena.D', '2022-02-22 10:39:08', 'Chrome', 'login'),
(342, 156, '151.241.14.51', 'Atena.D', '2022-02-22 10:41:54', 'Chrome', 'logout'),
(343, 156, '151.241.14.51', 'Atena.D', '2022-02-22 10:42:22', 'Chrome', 'login'),
(344, 156, '151.241.14.51', 'Atena.D', '2022-02-23 04:01:13', 'Chrome', 'login'),
(345, 156, '151.241.14.51', 'Atena.D', '2022-02-23 04:27:21', 'Chrome', 'login'),
(346, 156, '151.241.133.170', 'Atena.D', '2022-02-24 07:44:06', 'Chrome', 'login'),
(347, 156, '151.241.133.170', 'Atena.D', '2022-02-24 07:45:08', 'Chrome', 'logout'),
(348, 156, '162.243.161.34', 'Atena.D', '2022-02-24 17:08:27', 'Chrome', 'login'),
(349, 156, '162.243.161.34', 'Atena.D', '2022-02-24 17:08:40', 'Chrome', 'login'),
(350, 156, '151.241.133.170', 'Atena.D', '2022-02-24 17:33:05', 'Chrome', 'login'),
(351, 156, '151.241.133.170', 'Atena.D', '2022-02-24 17:36:11', 'Chrome', 'login'),
(352, 156, '151.241.133.170', 'Atena.D', '2022-02-24 17:36:45', 'Chrome', 'login'),
(353, 156, '5.114.182.18', 'Atena.D', '2022-02-24 17:38:43', 'Chrome', 'login'),
(354, 156, '151.241.133.170', 'Atena.D', '2022-02-24 19:07:28', 'Chrome', 'login'),
(355, 156, '151.241.133.170', 'Atena.D', '2022-02-24 19:16:31', 'Chrome', 'logout'),
(356, 156, '5.114.95.51', 'Atena.D', '2022-02-24 20:34:48', 'Opera', 'login'),
(357, 156, '5.114.95.51', 'Atena.D', '2022-02-24 20:48:43', 'Chrome', 'login'),
(358, 156, '151.241.133.170', 'Atena.D', '2022-02-25 13:44:53', 'Chrome', 'login'),
(359, 156, '151.241.133.170', 'Atena.D', '2022-02-25 13:48:42', 'Chrome', 'logout'),
(360, 156, '151.241.133.170', 'Atena.D', '2022-02-26 06:02:23', 'Chrome', 'login'),
(361, 156, '151.241.133.170', 'Atena.D', '2022-02-26 11:09:58', 'Chrome', 'login'),
(362, 156, '151.241.133.170', 'Atena.D', '2022-02-26 11:40:49', 'Chrome', 'login'),
(363, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:18:06', 'Chrome', 'login'),
(364, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:24:03', 'Chrome', 'login'),
(365, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:24:10', 'Chrome', 'logout'),
(366, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:43:37', 'Chrome', 'login'),
(367, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:43:39', 'Chrome', 'logout'),
(368, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:44:53', 'Chrome', 'login'),
(369, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:44:55', 'Chrome', 'logout'),
(370, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:47:52', 'Chrome', 'login'),
(371, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:47:54', 'Chrome', 'logout'),
(372, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:48:03', 'Chrome', 'login'),
(373, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:48:04', 'Chrome', 'logout'),
(374, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:48:41', 'Chrome', 'login'),
(375, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:48:43', 'Chrome', 'logout'),
(376, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:49:57', 'Chrome', 'login'),
(377, 156, '151.241.133.170', 'Atena.D', '2022-02-26 12:50:00', 'Chrome', 'logout'),
(378, 156, '151.241.133.170', 'Atena.D', '2022-02-26 13:22:35', 'Chrome', 'login'),
(379, 156, '151.241.133.170', 'Atena.D', '2022-02-26 13:23:28', 'Chrome', 'logout'),
(380, 156, '151.241.133.170', 'Atena.D', '2022-02-27 04:26:30', 'Chrome', 'login'),
(381, 156, '151.241.133.170', 'Atena.D', '2022-02-27 07:17:44', 'Chrome', 'login'),
(382, 156, '151.241.133.170', 'Atena.D', '2022-02-27 10:11:58', 'Chrome', 'login'),
(383, 156, '151.241.133.170', 'Atena.D', '2022-02-28 10:51:55', 'Chrome', 'login'),
(384, 156, '151.241.133.170', 'Atena.D', '2022-02-28 11:06:15', 'Chrome', 'login'),
(385, 156, '151.241.133.170', 'Atena.D', '2022-02-28 12:14:04', 'Chrome', 'login'),
(386, 156, '151.241.133.170', 'Atena.D', '2022-02-28 15:58:51', 'Chrome', 'login'),
(387, 156, '151.241.133.170', 'Atena.D', '2022-03-02 09:07:34', 'Chrome', 'login'),
(388, 156, '5.112.123.50', 'Atena.D', '2022-03-04 06:21:00', 'Chrome', 'login'),
(389, 156, '151.241.133.170', 'Atena.D', '2022-03-04 06:27:21', 'Chrome', 'login'),
(390, 156, '151.241.134.71', 'Atena.D', '2022-03-04 19:44:41', 'Chrome', 'login'),
(391, 156, '151.241.134.71', 'Atena.D', '2022-03-04 19:48:49', 'Chrome', 'logout'),
(392, 156, '151.241.134.71', 'Atena.D', '2022-03-04 19:59:01', 'Chrome', 'login'),
(393, 156, '151.241.134.71', 'Atena.D', '2022-03-04 20:14:42', 'Chrome', 'login'),
(394, 156, '5.114.194.228', 'Atena.D', '2022-03-04 21:48:09', 'Chrome', 'login'),
(395, 156, '151.241.25.136', 'Atena.D', '2022-03-05 04:39:47', 'Chrome', 'login'),
(396, 156, '151.241.25.136', 'Atena.D', '2022-03-05 08:02:53', 'Chrome', 'login'),
(397, 156, '151.241.25.136', 'Atena.D', '2022-03-05 14:27:46', 'Chrome', 'login'),
(398, 156, '151.241.25.136', 'Atena.D', '2022-03-08 10:11:02', ' Microsoft Edge', 'login'),
(399, 156, '151.241.25.136', 'Atena.D', '2022-03-10 10:02:07', 'Chrome', 'login'),
(400, 156, '151.241.25.136', 'Atena.D', '2022-03-10 10:17:24', 'Chrome', 'logout'),
(401, 156, '151.241.25.136', 'Atena.D', '2022-03-10 10:17:57', 'Chrome', 'login'),
(402, 156, '151.241.25.136', 'Atena.D', '2022-03-10 10:22:49', 'Chrome', 'login'),
(403, 156, '151.241.25.136', 'Atena.D', '2022-03-10 11:03:15', 'Chrome', 'logout'),
(404, 156, '151.241.25.136', 'Atena.D', '2022-03-10 11:11:29', 'Chrome', 'login'),
(405, 156, '151.241.25.136', 'Atena.D', '2022-03-10 11:14:15', 'Chrome', 'logout'),
(406, 156, '151.241.25.136', 'Atena.D', '2022-03-10 11:22:35', 'Chrome', 'login'),
(407, 156, '151.241.25.136', 'Atena.D', '2022-03-10 11:55:38', 'Chrome', 'login'),
(408, 156, '151.241.25.136', 'Atena.D', '2022-03-10 12:03:23', 'Chrome', 'logout'),
(409, 156, '151.241.25.136', 'Atena.D', '2022-03-10 12:03:36', 'Chrome', 'login'),
(410, 156, '151.241.25.136', 'Atena.D', '2022-03-10 12:03:40', 'Chrome', 'logout'),
(411, 156, '151.241.25.136', 'Atena.D', '2022-03-10 18:02:00', 'Chrome', 'login'),
(412, 156, '151.241.148.81', 'Atena.D', '2022-03-11 22:46:42', 'Chrome', 'login'),
(413, 156, '151.241.148.81', 'Atena.D', '2022-03-11 22:49:44', 'Chrome', 'logout'),
(414, 157, '151.241.148.81', 'soheil', '2022-03-11 22:49:57', 'Chrome', 'login'),
(415, 157, '151.241.148.81', 'soheil', '2022-03-11 22:50:39', 'Chrome', 'logout'),
(416, 154, '151.241.148.81', 'Amin_a', '2022-03-11 22:50:55', 'Chrome', 'login'),
(417, 156, '151.241.148.81', 'Atena.D', '2022-03-12 04:45:52', 'Chrome', 'login'),
(418, 156, '151.241.148.81', 'Atena.D', '2022-03-12 04:55:01', 'Chrome', 'login'),
(419, 156, '151.241.148.81', 'Atena.D', '2022-03-12 06:42:33', 'Chrome', 'login'),
(420, 156, '151.241.148.81', 'Atena.D', '2022-03-12 09:01:57', 'Chrome', 'login'),
(421, 156, '151.241.148.81', 'Atena.D', '2022-03-12 10:03:27', 'Chrome', 'login'),
(422, 156, '151.241.148.81', 'Atena.D', '2022-03-12 10:38:13', 'Chrome', 'login'),
(423, 156, '151.241.148.81', 'Atena.D', '2022-03-12 11:07:09', 'Chrome', 'login');

-- --------------------------------------------------------

--
-- Table structure for table `message`
--

CREATE TABLE `message` (
  `id` int(11) NOT NULL,
  `message_body` text COLLATE utf8_persian_ci NOT NULL,
  `message_to` int(11) NOT NULL,
  `message_from` int(11) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `answer_to` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `message`
--

INSERT INTO `message` (`id`, `message_body`, `message_to`, `message_from`, `create_time`, `answer_to`) VALUES
(59, 'اسم من آتنا است', 155, 156, '2022-03-12 11:08:37', 0),
(58, 'سلام زهرا چطوری؟؟', 155, 156, '2022-03-12 11:08:23', 0);

-- --------------------------------------------------------

--
-- Table structure for table `temp_exam`
--

CREATE TABLE `temp_exam` (
  `id` int(11) NOT NULL,
  `exam_name` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `questions` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `items` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `right_answers` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `each_score` int(2) NOT NULL,
  `exam_img` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `access_key` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `user` varchar(256) COLLATE utf8_persian_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `name` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `lastName` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `age` tinyint(3) DEFAULT NULL,
  `city` varchar(256) COLLATE utf8_persian_ci DEFAULT NULL,
  `userName` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `password` varchar(256) COLLATE utf8_persian_ci NOT NULL,
  `avatar` varchar(256) COLLATE utf8_persian_ci NOT NULL DEFAULT '../img/avatar/-11-.png',
  `about` text COLLATE utf8_persian_ci
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `lastName`, `age`, `city`, `userName`, `password`, `avatar`, `about`) VALUES
(156, 'آتنا', 'دادخواه', 15, NULL, 'Atena.D', '730b44261b96c9e28a28d4f3f765e53f781dc04b', '../img/avatar/-4-.png', 'من یک برنامه نویس هستم'),
(157, 'سهیل', 'سهیلی', NULL, NULL, 'soheil', 'fc21326d9037c5c0db43e893d2b8f2d7c3717d35', '../img/avatar/-11-.png', NULL),
(154, 'امین', 'امینی', NULL, NULL, 'Amin_a', '69feb0ee0a4d4d3c36204d7f6ec05cb4c6e5b494', '../img/avatar/-3-.png', ''),
(155, 'زهرا', 'عالمی', 12, 'تهران', 'z.a', '9bd7cad8fd206bd9675416e97c3afec55c21c8fd', '../img/avatar/-7-.png', 'من عاشق رقابت و مسابقه هستم. مخصوصا در زمینه نجوم');

-- --------------------------------------------------------

--
-- Table structure for table `users_score`
--

CREATE TABLE `users_score` (
  `id` int(11) NOT NULL,
  `exam_num` int(11) NOT NULL DEFAULT '0',
  `exam_names` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin,
  `score` int(11) NOT NULL DEFAULT '0',
  `user_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `users_score`
--

INSERT INTO `users_score` (`id`, `exam_num`, `exam_names`, `score`, `user_id`) VALUES
(18, 1, '{\"نپتون\": 1}', 1, 155),
(17, 1, '{\"نام سیاره را حدس بزن!\": 2}', 2, 154),
(19, 3, '{\"نپتون\":1,\"نام سیاره را حدس بزن!\":2,\"خانه ی ما\":5}', 8, 156),
(20, 2, '{\"نپتون\": 1, \"نام سیاره را حدس بزن!\": 2}', 3, 157);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `admin_content`
--
ALTER TABLE `admin_content`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `exam`
--
ALTER TABLE `exam`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `log`
--
ALTER TABLE `log`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `message`
--
ALTER TABLE `message`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `temp_exam`
--
ALTER TABLE `temp_exam`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users_score`
--
ALTER TABLE `users_score`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `admin_content`
--
ALTER TABLE `admin_content`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT for table `exam`
--
ALTER TABLE `exam`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `log`
--
ALTER TABLE `log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=424;

--
-- AUTO_INCREMENT for table `message`
--
ALTER TABLE `message`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=60;

--
-- AUTO_INCREMENT for table `temp_exam`
--
ALTER TABLE `temp_exam`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=158;

--
-- AUTO_INCREMENT for table `users_score`
--
ALTER TABLE `users_score`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
